import React from 'react';
import ava from './ava.svg'

class Teachers extends React.Component {
    render() {
        return (<div className="teachers-contain">
                <ul>
                    <li>
                        <img src={ava}
                             alt="ava"/>

                        <div>
                            <h3>Бородин Лев</h3>
                            <p>
                                Описание текст. Описание текст. Описание текст. Описание текст.
                                Описание текст. Описание текст. Описание текст. Описание текст.
                                Описание текст. Описание текст. Описание текст. Описание текст.
                            </p>
                        </div>
                    </li>
                    <li>
                         <img src={ava}
                              alt="ava"/>
                        <div>
                            <h3>Глушкова Кристина</h3>
                            <p>
                                Описание текст. Описание текст. Описание текст. Описание текст.
                                Описание текст. Описание текст. Описание текст. Описание текст.
                                Описание текст. Описание текст. Описание текст. Описание текст.
                            </p>
                        </div>
                    </li>
                    <li>
                        <img src={ava}
                             alt="ava"/>

                        <div>
                            <h3>Поляков Константин</h3>
                            <p>
                                Описание текст. Описание текст. Описание текст. Описание текст.
                                Описание текст. Описание текст. Описание текст. Описание текст.
                                Описание текст. Описание текст. Описание текст. Описание текст.
                            </p>
                        </div>
                    </li>
                </ul>
            </div>
        )
    }
}

export default Teachers